<?php require_once "inc/header.php"; ?>


        <!-- ======= About Section ======= -->
    <section
    id="about"
    class="about"
  >
    <div
      class="container"
      data-aos="fade-up"
    >
      <div class="text-center p-5">
        <h2>درباره ما</h2>
      </div>

      <div class="row content">
        <div class="col-md-6 pt-4 pt-lg-0">
          <h3 class="mb-3">چرا دلتا سنتر</h3>
          <p>
            شرکت دلتا سنتر با بهره گیری از کارشناسان متخصص، آکادمیک و با تجربه، در کنار کیفیت بی نظیر خدمات و پشتیبانی منحصر به فرد، پاسخی قاطع به حسن نیت مشتریان خود ارائه نموده است. هم اکنون شرکت دلتا سنتر توانسته با برنامه ریزی، مدیریت دقیق و تسلط بر تمامی جنبه های فناوری اطلاعات و همچنین شناخت کافی از بازار، به عنوان شرکتی متخصص، صاحب نظر، رو به رشد و مشتری مدار شناخته شود. اخذ گواهینامه های ایزو در رابطه با "مشتری مداری"، "مدیریت کیفیت"، "مدیریت شکایات" و "گواهی نامه های متعدد"حسن انجام کار مهر تأییدی بر این ادعا می باشد.          </p>
        </div>

        <div class="col-md-6">
            <h3 class="mb-3">
                ارزش های دلتا سنتر
            </h3>
            <ul>
              <li>
                صداقت را سرلوحه کارمان قرار می دهیم.
            </li>
              <li>
                اعتماد و احترام به یکدیگر را باور داریم.
            </li>
              <li>
                مشتری مداری محور اصلی تصمیمات و اقدامات ماست
            </li>
              <li>
                ایجاد محیط کاری سالم و دوستانه از افتخارات ماست.
            </li>
              <li>
                پیشرفت مبتنی بر خلاقیت و نوآوری در کانون توجه ماست
            </li>
              <li>
                وظیفه شناسی و نظم و انضباط، فرهنگ کاری ماست.
             </li>
              <li>
                به کار و تصمیمات گروهی اعتقاد داریم و برای دستیابی به اهداف سازمانی از همکارانمان یاری می خواهیم.
            </li>
              <li>
                یادگیری و یاددهی از وظایف ماست.
            </li>
            </ul>
          </div>
      </div>
      
    </div>
  </section>
  <!-- End About Section -->
  <?php require_once "inc/footer.php"; ?>