<?php require_once "inc/header.php"; ?>


<section id="about" class="about">
    <div class="container" data-aos="fade-up">

        <div class="text-center p-5">
            <h2>مرکز داده</h2>
        </div>

        <div class="row content">
            <div class="col-lg-6">
                <img src="./assets/image/background/night-outdoors-computer-hardware-electronics-hardware-building-city-to.png" alt="" class="img-fluid">
            </div>
            <div class="col-lg-6 pt-4 pt-lg-0">
                <p>
                    یکی از راهکارهایی اصلی که توسط شرکت پیشگامان فناوری اطلاعات دلتا سنتر ارائه می شود خدمات مرکز داده (Data Center) است. امروزه استفاده از تکنولوژی مجازی سازی، تاثیر شگرفی بر روی سیستم های فناوری اطلاعات گذاشته است به طوری که این تکنولوژی کمک شایانی به سازمان ها در جهت رسیدن به اهداف سازمانی شان میکند. قدرت معماری های مبتنی بر نرم افزار (SOFTWARE-DEFINED) باعث شده بسیاری از وابستگی ها و محدودیت های موجود در ساختارهای فیزیکی از بین رفته و به ما کمک می کند بتوانیم به صورت کامل و بهینه از سخت افزارهای موجود استفاده کنیم. همچنین به کمک این تکنولوژی استفاده از سیستم های فناوری اطلاعات بسیار مقرون به صرفه تر، توسعه پذیرتر و انعطاف پذیرتر شده است. در ادامه به انواع راهکارهای ارائه شده مرکز داده توسط شرکت دلتا سنتر اشاره شده است.
                </p>
            </div>
        </div>


        <div class="text-right p-2 pt-5">
            <h2>مجازی سازی سرور</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                تکنولوژی مجازی سازی سرور (Server Virtualization)، این امکان را برای مدیران سیستم فراهم می آورد که به کمک یک نرم افزار، یک سرور فیزیکی را به چندین سیستم مجازی کاملاً مستقل و ایزوله تبدیل کنند. این محیط های مجازی مستقل از هم با نام های Virtual Machine ،Guest ،Instance ،Container و غیره شناخته می شوند. </p>
        </div>

        <div class="text-right p-2 pt-5">
            <h2>مجازی سازی نرم افزار</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                مجازی سازی نرم افزار (Application Virtualization) تکنولوژی است که به کمک آن ادمین سیستم، دیگر نیازی به نصب نرم افزارها به صورت Local بر روی سیستم کاربران نخواهد داشت. از دید کاربران، نرم افزارهای کاربردی آنها دقیقاً همان کارایی قبلی را خواهد داشت به طوری که کاربر هیچ تفاوتی، به لحاظ کارایی، بین نرم افزاری که به صورت Local روی سیستم او نصب شده بود و یا نرم افزاری که به کمک Application Virtualization در اختیار او قرار می گیرد، احساس نمی کند.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>مجازی سازی دکستاپ</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                مجازی سازی دسکتاپ (Desktop Virtualization) روشی جدید برای مدیریت محیط کاری کاربران ارائه می‏دهد. متدهای جدید ارائه دسکتاپ و نرم افزار به کاربر، انقلاب جدیدی در نحوه ارائه سرویس ها ایجاد کرده است. مجازی سازی دسکتاپ در حالت کلی باعث کاهش هزینه های سخت افزاری، افزایش امنیت و افزایش کنترل روی کاربران می شود.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>مجازی سازی ذخیره ساز</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                از جمله راهکارهای مرکز داده شرکت دلتا سنتر، مجازی سازی ذخیره ساز (Storage Virtualization) است که عبارت است از تجمیع دیسک های موجود بر روی سرورها یا استوریج های مختلف به شکلی که این دیسک های مختلف به صورت تجمیع شده و به صورت یک Storage Device واحد نمایش داده شوند. این ذخیره ساز ها قابلیت مدیریت از یک نقطه و کنسول واحد را خواهند داشت. این تکنولوژی با استفاده از یک نرم افزار امکان استفاده از دیسک های مختلف و تجمیع آنها را به گونه ای فراهم می کند که این دیسک ها، به صورت یک Storage Device واحد قابل استفاده در محیط های مجازی و توسط ماشین های مجازی هستند.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>مجازی سازی شبکه</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                مجازی سازی شبکه (Network Virtualization)، تکنولوژی است که امکان ایجاد یک شبکه مجازی را به گونه ای فراهم می کند که این شبکه مجازی از تجهیزات سخت افزاری و لایه سخت افزار شبکه جدا باشد. این تکنولوژی، این امکان را فراهم می کند که بتوان سرویس ها و ارتباطاتی را که در گذشته توسط تجهیزات فیزیکی برقرار می شدند، در غالب یک شبکه مجازی ارائه داد. مجازی سازی شبکه علاوه بر ارائه سرویس های لایه 2 و 3 مانند روتینگ و سوئیچینگ میتواند سرویس های مربوط به لایه های 4 تا 7 نظیر Firewall و Load Balancing را هم فراهم آورد.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>پشتیبان گیری و بازیابی اطلاعات</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                به طور کلی به فرآیند ایجاد و ذخیره سازی یک نسخه کپی از اطلاعات، که در مواقع لزوم بتواند از سازمان در مقابل از دست رفتن اطلاعات محافظت کند، فرآیند پشتیبان گیری و بازیابی اطلاعات (Backup and Recovery) گفته می شود. هدف اصلی از نسخه های پشتیبان، ایجاد و نگه داری یک نسخه از اطلاعات اصلی سازمان و بازگردانی آنها در زمانی است که اطلاعات اصلی سازمان از بین رفته باشد.
        </div>

        <div class="h-60 d-flex align-items-center justify-content-center p-5">
            <img src="./assets/image/background/backup.jpg" alt="" class="img-fluid rounded-5">
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                نگهداری دیتاها بر روی مدیاها و دستگاه های مختلف برای اطمینان از قابل بازگشت بودن دیتاهای حیاتی سازمان شما بسیار اهمیت دارند. این مدیاها و دستگاه های مختلف می توانند دستگاه های ساده ای مانند External Drive یا USB stick ها و یا دستگاه های پیشرفته ذخیره سازی اطلاعات مانند Disk storage ،Cloud Storage Container یا Tape drive ها باشند.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>تداوم کسب و کار</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                یکی دیگر از خدمات مرکز داده شرکت دلتا سنتر تداوم کسب و کار یا Business Continuity است که به معنای توانایی سازمان برای تداوم کسب و کار خود در حین یا پس از به وقوع پیوستن حوادث است. در واقع Business Continuity به مجموعه ای از فرآیند ها و دستورالعمل ها اطلاق می شود که توسط یک سازمان پیاده سازی می شود تا سازمان بتواند بعد یا در هنگام بروز یک فاجعه به کار خود و روند فعالیتی روزمره خود ادامه دهد. با استفاده از پیاده سازی یک طرح تداوم کسب و کار یا BCP ، سازمان ها در واقع به دنبال حفاظت از سرویس های حساس و حیاتی خود هستند تا بتوانند بعد از بروز فاجعه این سرویس ها را بلافاصله به مدار برگردانند و تجارت و کسب و کار خود را ادامه دهند.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>مانیتورینگ دیتاسنتر</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                مانیتورینگ دیتا سنتر (Data Center Monitoring)، عبارت است از نظارت، مدیریت و انجام اقداماتی در دیتاسنتر، تا اطمینان حاصل شود که وضعیت دیتا سنتر مطابق با شرایط و نیازمندی های سازمان است. این پروسه شامل اقداماتی است که به صورت Manual یا با استفاده از ابزارهایی و بصورت اتوماتیک انجام می شود تا دیتا سنتر بهترین عملکرد را داشته باشد. انجام اقدامات فوق، این اطمینان را می دهد که تمامی سرویس ها بدون وقفه و مشکل در اختیار سرویس گیرندگان قرار می گیرد.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>تکنولوژی ذخیره سازی</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                تکنولوژی ذخیره سازی SAN (Storage Area Network) یکی از پر کاربردترین تکنولوژی های ذخیره سازی برای سیستم های حساس سازمانی و سرویس هایی است که نیاز به Throughput بالا و Latency پایین دارند. پیشرفت روز افزون تکنولوژی های ذخیره سازی SAN و همچنین استفاده از ذخیره سازی های All-Flash باعث افزایش Performance و کاهش Latency در این ذخیره سازها شده است. ذخیره سازی متمرکز داده ها بر روی Shared Storage ها این امکان را به سازمان ها می دهد تا از متدها و ابزارهای مناسب برای مباحث امنیتی، Data Protection و Disaster Recovery استفاده کنند.
        </div>

        <div class="text-right p-2 pt-5">
            <h2>ذخیره سازی اطلاعات</h2>
        </div>

        <div class="col-lg-12 pt-4 pt-lg-0">
            <p>
                از جمله خدمات راهکارهای مرکز داده شرکت دلتا سنتر، ذخیره سازی و نگهداری اطلاعات بر روی Tape Device ها است که یکی از مقرون به صرفه ترین و مطمئن ترین روش های نگهداری اطلاعات است. هزینه ای که برای ذخیره سازی هر گیگابایت اطلاعات بر روی Tape ها انجام می دهید قابل قیاس با هزینه دیسک ها نیست. اما استفاده از Tape ها فقط کپی اطلاعات روی آنها و نگهداری آنها نیست. نگهداری و آرشیو اطلاعات بر روی Tape نیازمند طراحی و برنامه ریزی است تا در صورت نیاز امکان بازیابی اطلاعات از روی Tape فراهم باشد.
        </div>




    </div>
</section>

<?php require_once "inc/footer.php"; ?>